Repository: jon4god/addurilka
Catalog: languages/addurilka-*.po
Languages: ru_ru

source: Please, set setting for Addurilka plugin.
ru_ru: Пожалуйста, установите настройки для плагина Аддурилка.

source: Settings
ru_ru: Настройки

source: Please, enter all <strong><a href="options-general.php?page=wp_ya_addurl-plugin.php">setting</a></strong> for Yandex.XML. Automatic check link for Yandex not working.
ru_ru: Пожалуйста, введите все <strong><a href=«options-general.php?page=wp_ya_addurl-plugin.php»>настройки</a></strong> для Yandex.XML. Автоматическая проверка для Яндекс не работает.

source: Addurilka
ru_ru: Аддурилка

source: Add url in search engine
ru_ru: Добавить ссылку в поисковые системы

source: Check the link in
ru_ru: Проверить ссылку в

source: Checking the url to indexing
ru_ru: Проверка ссылки на индексацию

source: Yandex
ru_ru: Яндекс

source: Checking the url to indexing in Yandex
ru_ru: Проверка ссылки на индексацию в Яндексе

source: Checking the url to indexing in Google
ru_ru: Проверка ссылки на индексацию в Google

source: Send the link to
ru_ru: Отправить ссылку в

source: Send the url in search engine
ru_ru: Отправить ссылку в поисковую систему

source: Send this url to Yandex.Webmaster
ru_ru: Отправить эту страницу в Яндекс.Вебмастер

source: Send this url to Google
ru_ru: Отправить эту страницу в Google

source: Add the site to
ru_ru: Добавить сайт в

source: Add the site in search engine webmaster
ru_ru: Добавление сайта в инструменты вебмастера

source: Google Webmaster
ru_ru: Google вебмастер

source: Send site to Google Webmaster
ru_ru: Отправить сайт в Google вебмастер

source: Yandex Webmaster
ru_ru: Яндекс вебмастер

source: Open Yandex Webmaster
ru_ru: Открыть Яндекс вебмастер

source: Yandex add site
ru_ru: Добавить сайт в Яндекс

source: Send site to Yandex Webmaster
ru_ru: Отправить сайт в Яндекс вебмастер

source: Bing Webmaster
ru_ru: Bing вебмастер

source: Open Bing Webmaster
ru_ru: Открыть Bing вебмастер

source: Bing add site
ru_ru: Добавить сайт в Bing

source: Send site to Bing
ru_ru: Отправить сайт в Bing

source: Baidu Webmaster
ru_ru: Baidu вебмастер

source: Send site to Baidu Webmaster
ru_ru: Отправить сайт Baidu вебмастер

source: Mail.ru Webmaster
ru_ru: Mail.ru вебмастер

source: Open Mail.ru Webmaster
ru_ru: Открыть Mail.ru вебмастер

source: Sputnik Webmaster
ru_ru: Спутник вебмастер

source: Open Sputnik Webmaster
ru_ru: Открыть Спутник вебмастер

source: Аutocheck
ru_ru: Автопроверка

source: Short name
ru_ru: Короткое название

source: Show Yandex
ru_ru: Показать Яндекс

source: Show Google
ru_ru: Показать Google

source: Show Webmaster Tools
ru_ru: Показать инструменты вебмастера

source: Settings for Addurilka
ru_ru: Параметры для Addurilka

source: Values ​​display for automatic check url (test)
ru_ru: Значения отображаемые для автоматической проверки ссылки (тест)

source: Addurilka - url in Yandex and Google
ru_ru: Аддурилка - ссылка в Яндекс и Google

source: Addurilka - url in Yandex
ru_ru: Аддурилка - ссылка в Яндекс

source: Addurilka - url in Google
ru_ru: Аддурилка - ссылка в Google

source: Addurilka - no url in Yandex and Google
ru_ru: Аддурилка - ссылки нет в Яндекс и Google

source: Main options
ru_ru: Основные настройки

source: Enable short name
ru_ru: Применить краткое имя

source: Show "A"
ru_ru: Показать «А»

source: Enable show Webmaster tool
ru_ru: Включить показ инструментов для вебмастера

source: Enable check Yandex
ru_ru: Включить проверку Яндекс

source: Enable check Google
ru_ru: Включить проверку Google

source: Enable automatic check
ru_ru: Включить автоматическую проверку

source: Only for Yandex & Google
ru_ru: Только для Яндекс и Google

source: Setting for Yandex
ru_ru: Настройки для Яндекса

source: In Yandex all very uncomfortable and paranoid, so try to set up autocheck. It can work, but maybe not.
ru_ru: В Яндекс все сделано очень неудобно, но мы постараемся настроить автоматическую проверку ссылок. Проверка может работать, но может быть и нет.

source: Yandex user
ru_ru: Пользователь Яндекс

source: Get a user from <a href="https://xml.yandex.ru/settings/" target="_blank">https://xml.yandex.ru/settings/</a>
ru_ru: Получить пользователя по ссылке <a href="https://xml.yandex.ru/settings/" target="_blank">https://xml.yandex.ru/settings/</a>

source: Secret Key
ru_ru: Секретный ключ (Secret key)

source: Get a key from <a href="https://xml.yandex.ru/settings/" target="_blank">https://xml.yandex.ru/settings/</a>
ru_ru: Получить ключ по ссылке <a href="https://xml.yandex.ru/settings/" target="_blank">https://xml.yandex.ru/settings/</a>

source: Your IP
ru_ru: Ваш IP

source: Get a IP from <a href="https://xml.yandex.ru/settings/" target="_blank">https://xml.yandex.ru/settings/</a>
ru_ru: Получить IP по ссылке <a href="https://xml.yandex.ru/settings/" target="_blank">https://xml.yandex.ru/settings/</a>

source: Save setting
ru_ru: Сохранить настройки

source: Thanks for using Addurilka
ru_ru: Спасибо за использование Аддурилки

source: Dear admin!<br />Thank you for using my plugin!<br />I hope it is useful for your site.
ru_ru: Уважаемый Администратор!<br>Спасибо за использование моего плагина !<br> Я надеюсь, что он оказался полезен для Вашего сайта.

source: Evgeniy Kutsenko
ru_ru: Евгений Куценко

source: I like this plugin<br>– how can I thank you?
ru_ru: Мне нравится этот плагин<br>– как я могу отблагодарить Вас?

source: There are several ways for you to say thanks:
ru_ru: Есть несколько возможностей, сказать спасибо:

source: <a href="%1$s" target="_blank">Buy me a cup of coffee</a> to stay awake and work on this plugin
ru_ru: <a href=«%1$s» target=«_blank»>Купить мне чашечку кофе</a>, чтобы я не спал и работал над этим плагином

source: <a href="%1$s" target="_blank">Give 5 stars</a> over at the WordPress Plugin Directory
ru_ru: <a href="%1$s" target="_blank">Поставьте 5 звезд</a> в каталоге плагинов WordPress

source: Share infotmation or make a nice blog post about the plugin
ru_ru: Распространить информацию или написать заметку в Вашем блоге о плагине

source: Support
ru_ru: Поддержка

source: Please see the <a href="%1$s" target="_blank">support forum</a> or <a href="%2$s" target="_blank">plugin's site</a> for help.
ru_ru: См. <a href="%1$s" target="_blank">форум поддержки</a> или <a href="%2$s" target="_blank">сайт плагина</a> для получения справки.

source: Good luck!
ru_ru: Удачи!

source: A simple plugin that adds a widget to the admin panel to add and verify the site links to search engine.
ru_ru: Простой плагин, который добавляет на панель администратора виджет для проверки и добавления публикаций в поисковых системах.
